{
  "1. Определения": {
    "1.1": "Сайт - Интернет-ресурс, доступный по адресу gohbot.space, предоставляющий бота для платформы Discord (далее - 'Бот') и связанные с ним услуги.",
    "1.2": "Платная подписка - дополнительная услуга, предлагаемая Сайтом, которая предоставляет Пользователю расширенный функционал и преимущества в использовании Бота."
  },

  "2. Общие положения": {
    "2.1": "Пользователь, принимая настоящую Оферту, выражает полное и безоговорочное согласие с условиями, указанными в настоящем документе.",
    "2.2": "Регистрация на Сайте или использование его функций подразумевает полное согласие Пользователя с условиями Оферты.",
    "2.3": "Сайт оставляет за собой право изменять условия настоящей Оферты в любое время без предварительного уведомления Пользователя. Изменения вступают в силу с момента их публикации на Сайте.",
    "2.4": "Сайт не несет ответственности за ошибки, возникшие вследствие неправильного понимания Пользователем условий настоящей Оферты или других информационных материалов, размещенных на Сайте."
  },

  "3. Предмет Оферты": {
    "3.1. Сайт предоставляет следующие услуги:": [
        "Бот для платформы Discord, предоставляющий различные функции и возможности для управления и улучшения опыта использования платформы.",
        "Техническая поддержка и обновления Бота.",
        "Доступ к документации и руководствам по использованию Бота.",
        "Возможность приобретения платной подписки на дополнительные функции и преимущества"
    ]
  },

  "4. Регистрация на сайте": {
    "4.1": "Для использования Бота и связанных с ним услуг, Пользователю может потребоваться регистрация на Сайте.",
    "4.2": "При регистрации Пользователь предоставляет достоверные и полные данные, необходимые для создания учетной записи. Пользователь обязуется поддерживать актуальность прдеоставленной информации.",
    "4.3": "Пользователь несет ответственность за сохранность своих учетных данных и пароля. В случае утери или кражи данных Пользователь обязуется незамедлительно сообщить об этом Сайту",
    "4.4": "Сайт оставляет за собой право отказать в регистрации или заблокировать учетную запись Пользователя без объяснения причин."
  },

  "5. Платная подписка": {
    "5.1": "Сайт предлагает Пользователям возможность приобрести платную подписку на дополнительные функции и преимущества Бота.",
    "5.2": "Условия и стоимость платной подписки указаны на Сайте. Пользователь самостоятельно выбирает подходящий тариф и способ оплаты.",
    "5.3": "Пользователь обязуется оплатить стоимость подписки в соответствии с выбранным тарифом и условиями Сайта"
  },

  "6. Сбор, хранение и использование информации": {
    "6.1": "Пользователь соглашается с тем, что Сайт может собирать, хранить и использовать информацию, предоставленную Пользователем при регистрации или использованием Сайта и Бота. Сбор, хранение и использование информации осуществляются в соответствии с примененым законодательством и политикой конфиденциальности Сайта."
  },

  "7. Интеллектуальная собственность": {
    "7.1": "Пользователь признает и соглашается с тем, что все права на интеллектуальную собственность, связанную с Сайтом, Ботом и связанными услугами, принадлежат Сайту или его лицензиару.",
    "7.2": "Пользователь не получает никаких прав на интеллектуальную собственность Сайта, Бота или связанных услуг, кроме прав, явно предоставленных в рамках настоящей Оферты."
  },

  "8. Согласие с записями и логами": {
    "8.1": "Пользователь соглашается с тем, что Сайт может записывать и хранить данные о действиях Пользователя на Сайте и при использовании Бота, включая, но не ограничиваясь, журналами сервера, логами событий и другими системными записями."
  },

  "9. Прекращение доступа": {
    "9.1": "Сайт оставляет за собой право по своему усмотрению и без предварительного уведомления ограничить, приостановить или прекратить доступ Пользователя к Сайту, Боту или платной подписке в случае нарушения Пользователем условий настоящей Оферты или применимого законодательства."
  },

  "10. Ограничение ответственности": {
    "10.1": "Сайт предоставляет Бот и связанные услуги `как есть` без каких-либо гарантий.",
    "10.2": "Сайт не несет ответственности за прямые или косвенные убытки, понесенные Пользователем в связи с использованием или невозможностью использования Бота, платной подписки или связанных услуг."
  },

  "11. Заключительные положения": {
    "11.1": "Все споры, возникающие в связи с исполнением настоящей Оферты, подлежат разрешению в соответствии с действующим законодательством Российской Федерации.",
    "11.2": "Если какое-либо положение настоящей Оферты будет признано недействительным или неприменимым, остальные положения Оферты остаются в силе.",
    "11.3": "астоящая Оферта вступает в силу с момента ее принятия Пользователем и действует до момента ее изменения или прекращения Сайтом."
  }
}